[
    {
        "source": "TechCrunch",
        "author": "Ned Desmond",
        "title": "So Long, TechCrunch",
        "description": "Let me lead with the news: After more than eight years as TechCrunch’s COO, I am leaving on August 21. My decision is as much about my appetite for a green field as it is a recognition that TechCrunch’s team is ready to put a fresh stamp on our remarkable bra…",
        "url": "http://techcrunch.com/2020/07/20/so-long-techcrunch/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/48844517406_8fd88e5d16_k.jpg?w=711",
        "publishedAt": "2020-07-20T17:21:29Z",
        "content": "Let me lead with the news: After more than eight years as TechCrunchs COO, I am leaving on August 21. My decision is as much about my appetite for a green field as it is a recognition that TechCrunch… [+7577 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Joey Hinson",
        "title": "TechCrunch talks Virtual Events and Event Technology",
        "description": "As you may have heard, we’re taking our entire events lineup fully virtual in 2020. This is of course in response to Covid-19. We’re working hard to make sure that, despite limitations, this year’s events will be some of the best we’ve ever produced. To make …",
        "url": "http://techcrunch.com/2020/07/16/techcrunch-talks-virtual-events-and-event-technology/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/48844699672_f9cf52b345_k.jpg?w=600",
        "publishedAt": "2020-07-16T22:37:22Z",
        "content": "As you may have heard, were taking our entire events lineup fully virtual in 2020. This is of course in response to Covid-19. Were working hard to make sure that, despite limitations, this years even… [+1898 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Anthony Ha",
        "title": "Daily Crunch: Behold, The TechCrunch List",
        "description": "TechCrunch launches a major new initiative, Amazon tests a smart shopping cart and ICE backs down from its controversial student visa rule change. Here’s your Daily Crunch for July 14, 2020. The big story: Behold, The TechCrunch List Back in June we published…",
        "url": "http://techcrunch.com/2020/07/14/daily-crunch-techcrunch-list/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/highest-ranked-vc.jpg?w=711",
        "publishedAt": "2020-07-14T22:26:01Z",
        "content": "TechCrunch launches a major new initiative, Amazon tests a smart shopping cart and ICE backs down from its controversial student visa rule change. Here’s your Daily Crunch for July 14, 2020.\r\nThe big… [+3966 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Eric Eldon",
        "title": "Startups Weekly: The TechCrunch List reveals investors who founders love to work with",
        "description": "Editor’s note: Get this free weekly recap of TechCrunch news that any startup can use by email every Saturday morning (7am PT). Subscribe here. We’re pleased to kick off this week’s newsletter by sharing an important new project: The TechCrunch List. It’s a d…",
        "url": "http://techcrunch.com/2020/07/18/startups-weekly-the-techcrunch-list-reveals-investors-who-founders-love-to-work-with/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/The-TechCrunch-List.png?w=613",
        "publishedAt": "2020-07-18T18:00:22Z",
        "content": "Editors note: Get this free weekly recap of TechCrunch news that any startup can use by email every Saturday morning (7am PT). Subscribe here.\r\nWe’re pleased to kick off this week’s newsletter by sha… [+9328 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Steve O'Hear",
        "title": "Founding partner Hjalmar Winbladh is leaving EQT Ventures",
        "description": "EQT Ventures, the Stockholm-headquartered venture capital firm that invests in Europe and the U.S., is losing founding partner Hjalmar Winbladh, TechCrunch has learned. Rumours that he was leaving the “multi-stage, sector-agnostic” VC fund that he helped laun…",
        "url": "http://techcrunch.com/2020/07/09/founding-partner-hjalmar-winbladh-is-leaving-eqt-ventures/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Hjalmar-Winbladh-3.jpg?w=600",
        "publishedAt": "2020-07-09T17:24:27Z",
        "content": "EQT Ventures, the Stockholm-headquartered venture capital firm that invests in Europe and the U.S., is losing founding partner Hjalmar Winbladh, TechCrunch has learned.\r\nRumours that he was leaving t… [+2479 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Jordan Crook",
        "title": "Minted.com’s Mariam Naficy will join us at TechCrunch Early Stage",
        "description": "At Early Stage, the first event of its kind from TechCrunch, entrepreneurs will have the opportunity to learn from some of the greatest minds in the tech world across categories like fundraising, scaling, operations and marketing. Alongside these VCs, lawyers…",
        "url": "http://techcrunch.com/2020/07/06/minted-coms-mariam-naficy-will-join-us-at-techcrunch-early-stage/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Mariam-Naficy.jpg?w=400",
        "publishedAt": "2020-07-06T14:19:14Z",
        "content": "At Early Stage, the first event of its kind from TechCrunch, entrepreneurs will have the opportunity to learn from some of the greatest minds in the tech world across categories like fundraising, sca… [+3042 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Matt Burns",
        "title": "Watch the first TechCrunch Early Stage ‘Pitch Deck Teardown’",
        "description": "Have you ever taken something apart, like a clock or a motor? The method is particularly useful when it comes to learning how things work — or how they don’t, in some cases. During TechCrunch’s Early Stage event, two venture capitalists took pitch decks and e…",
        "url": "http://techcrunch.com/2020/07/24/watch-the-first-techcrunch-early-stage-pitch-deck-teardown/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/extra-crunch-tc-early-stage-post-graphic-copy.png?w=753",
        "publishedAt": "2020-07-24T17:20:03Z",
        "content": "Have you ever taken something apart, like a clock or a motor?\r\nThe method is particularly useful when it comes to learning how things work or how they don’t, in some cases.\r\nDuring TechCrunchs Early … [+749 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Danny Crichton",
        "title": "We’ve updated The TechCrunch List with 116 new VCs ready to write first and lead checks into startups",
        "description": "We asked, and you have delivered. We first launched The TechCrunch List two weeks ago to help founders find VCs who are ready to write first and lead checks into 22 specific market verticals like enterprise applications or digital biotech. We based that initi…",
        "url": "http://techcrunch.com/2020/07/30/the-techcrunch-list-update/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/NSussman_Techcrunch_TCList-method_v4-XL.jpg?w=533",
        "publishedAt": "2020-07-30T16:30:35Z",
        "content": "We asked, and you have delivered.\r\nWe first launched The TechCrunch List two weeks ago to help founders find VCs who are ready to write first and lead checks into 22 specific market verticals like en… [+1764 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Danny Crichton",
        "title": "Announcing The TechCrunch List, a founder-friendly directory of first check and lead VCs",
        "description": "Nothing is more important for founders than finding their first check or the investor who will lead their round, and yet, finding the right VCs to invest in their startups is an arduous and agonizing prospect. By some counts, there are now tens of thousands o…",
        "url": "http://techcrunch.com/2020/07/14/announcing-the-techcrunch-list/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/NSussman_Techcrunch_TCList-intro_v3-XL.jpg?w=533",
        "publishedAt": "2020-07-14T16:15:46Z",
        "content": "Nothing is more important for founders than finding their first check or the investor who will lead their round, and yet, finding the right VCs to invest in their startups is an arduous and agonizing… [+5463 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Danny Crichton",
        "title": "Hear how to manage your enterprise infrastructure from Sam Pullara at TechCrunch Early Stage",
        "description": "In just over a decade, cloud-based platforms have completely reshaped the multi-hundred billion dollar enterprise IT market. Companies have thrown out their boxes and software-defined and microservice’d everything from the network stack to storage, compute, a…",
        "url": "http://techcrunch.com/2020/07/08/hear-how-to-manage-your-enterprise-infrastructure-from-sam-pullara-at-techcrunch-early-stage/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Sam-Pullara_portrait-1.jpg?w=400",
        "publishedAt": "2020-07-08T15:47:17Z",
        "content": "In just over a decade, cloud-based platforms have completely reshaped the multi-hundred billion dollar enterprise IT market. Companies have thrown out their boxes and software-defined and microservic… [+2693 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Jordan Crook",
        "title": "Marketing, PR and brand building, oh my! TechCrunch Early Stage goes down July 21 and 22",
        "description": "Your product may solve problems. It may cost less and do more. It may very well change the world. But unless you can get the word out, ensuring the right group of people know about it and are willing to use it, pay for it, and evangelize it, then your hard wo…",
        "url": "http://techcrunch.com/2020/07/17/marketing-pr-and-brand-building-oh-my-techcrunch-early-stage-goes-down-july-21-and-22/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/06/TC-Early-Stage-Graphi.png?w=764",
        "publishedAt": "2020-07-17T15:45:06Z",
        "content": "Your product may solve problems. It may cost less and do more. It may very well change the world. But unless you can get the word out, ensuring the right group of people know about it and are willing… [+4640 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Mike Butcher",
        "title": "The Great TechCrunch Survey of Europe’s VCs — Be featured in our survey",
        "description": "TechCrunch is embarking on a major new project to survey the venture capital investors of Europe. \u2028Over the next few weeks, we will be ‘zeroing-in’ on Europe’s major cities, from A-Z, Amsterdam to Zurich, and many points in-between. It’s part of a broader ser…",
        "url": "http://techcrunch.com/2020/07/30/the-great-techcrunch-survey-of-europes-vcs-be-featured-in-our-survey/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/Europe-.jpg?w=546",
        "publishedAt": "2020-07-30T17:03:55Z",
        "content": "TechCrunch is embarking on a major new project to survey the venture capital investors of Europe.\r\nOver the next few weeks, we will be zeroing-in on Europes major cities, from A-Z, Amsterdam to Zuric… [+1438 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Danny Crichton",
        "title": "The VCs who founders love the most",
        "description": "Over the past month, we have been asking founders to submit recommendations of VCs for The TechCrunch List, our newly-launched curated directory of investors who are ready to write first checks and lead venture rounds into startups. You can head over to the l…",
        "url": "http://techcrunch.com/2020/07/14/the-vcs-who-founders-love-the-most/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/highest-ranked-vc.jpg?w=711",
        "publishedAt": "2020-07-14T16:15:05Z",
        "content": "Over the past month, we have been asking founders to submit recommendations of VCs forThe TechCrunch List, our newly-launched curated directory of investors who are ready to write first checks and le… [+752 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Alex Wilhelm",
        "title": "GoHealth’s shares dip after upsized IPO",
        "description": "On the heels of nCino’s blockbuster debut, GoHealth’s public offering proved a more sedate affair, at least when comparing the two companies’ initial trading days. GoHealth priced above its anticipated IPO range, selling more shares than initially planned in …",
        "url": "http://techcrunch.com/2020/07/15/gohealths-shares-dip-after-upsized-ipo/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2018/09/GettyImages-900198720.jpg?w=599",
        "publishedAt": "2020-07-15T20:37:23Z",
        "content": "On the heels of nCino’s blockbuster debut, GoHealth’s public offering proved a more sedate affair, at least when comparing the two companies’ initial trading days.\r\nGoHealth priced above its anticipa… [+2250 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Zack Whittaker",
        "title": "Alcohol delivery service Drizly confirms data breach",
        "description": "Online alcohol delivery startup Drizly has told customers that it was hit by a data breach. In an email to customers obtained by TechCrunch, the company said that a hacker “obtained” some customer data. The hacker took customer email addresses, date-of-birth,…",
        "url": "http://techcrunch.com/2020/07/28/drizly-data-breach/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/drizly.jpg?w=596",
        "publishedAt": "2020-07-28T19:06:17Z",
        "content": "Online alcohol delivery startup Drizly has told customers that it was hit by a data breach.\r\nIn an email to customers obtained by TechCrunch, the company said that a hacker “obtained” some customer d… [+1319 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Zack Whittaker",
        "title": "A hacker used Twitter’s own ‘admin’ tool to spread cryptocurrency scam",
        "description": "A hacker allegedly behind a spate of Twitter account hacks on Wednesday gained access to a Twitter “admin” tool on the company’s network that allowed them to hijack high-profile Twitter accounts to spread a cryptocurrency scam, according to a person with dire…",
        "url": "http://techcrunch.com/2020/07/15/twitter-hacker-admin-scam/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/12/GettyImages-621183344.jpg?w=612",
        "publishedAt": "2020-07-16T02:46:19Z",
        "content": "A hacker allegedly behind a spate of Twitter account hacks on Wednesday gained access to a Twitter “admin” tool on the company’s network that allowed them to hijack high-profile Twitter accounts to s… [+3577 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Sarah Perez",
        "title": "Facebook to launch officially licensed music videos in the U.S. next month",
        "description": "Facebook is preparing to launch officially licensed music videos on its social network in the U.S. next month, in a direct challenge to YouTube. In materials reviewed by TechCrunch, Facebook informed Page owners linked to artists they’ll need to toggle on a n…",
        "url": "http://techcrunch.com/2020/07/14/facebook-to-launch-officially-licensed-music-videos-in-the-u-s-next-month/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/04/GettyImages-971974530.jpg?w=600",
        "publishedAt": "2020-07-14T21:41:26Z",
        "content": "Facebook is preparing to launch officially licensed music videos on its social network in the U.S. next month, in a direct challenge to YouTube. In materials reviewed by TechCrunch, Facebook informed… [+4241 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Natasha Mascarenhas",
        "title": "Benchmark-backed Optimizely confirms it has laid off 15% of staff",
        "description": "Optimizely, a San Francisco-based startup that popularized the concept of A/B testing, has laid off 15% of its staff, the company confirmed in a statement to TechCrunch. The layoff impacts around 60 people, and those laid off were given varied levels of sever…",
        "url": "http://techcrunch.com/2020/07/15/benchmark-backed-optimizely-confirms-it-has-laid-off-15-percent-of-staff/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2017/04/15715780261_75cde56478_k.jpg?w=590",
        "publishedAt": "2020-07-15T22:02:42Z",
        "content": "Optimizely, a San Francisco-based startup that popularized the concept of A/B testing, has laid off 15% of its staff, the company confirmed in a statement to TechCrunch. The layoff impacts around 60 … [+2388 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Rita Liao",
        "title": "China’s EV startup Xpeng pulls in $500 million Series C+",
        "description": "Xpeng, an electric vehicle startup run by former Alibaba executive He Xiaopeng, said Monday it has raised around $500 million in a Series C+ round to further develop models tailored to China’s tech-savvy middle-class consumers. The announcement followed its S…",
        "url": "http://techcrunch.com/2020/07/19/china-ev-xpeng-500-million/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2020/07/xpeng-e1595220945986.jpg?w=751",
        "publishedAt": "2020-07-20T05:10:36Z",
        "content": "Xpeng, an electric vehicle startup run by former Alibaba executive He Xiaopeng, said Monday it has raised around $500 million in a Series C+ round to further develop models tailored to China’s tech-s… [+1786 chars]"
    }, {
        "source": "TechCrunch",
        "author": "Manish Singh",
        "title": "Apple begins assembling iPhone 11 in India",
        "description": "Apple’s contract manufacturing partner Foxconn has started to assemble the current generation of iPhone units — the iPhone 11 lineup — in its plant near southern city of Chennai, a source familiar with the matter told TechCrunch. A small batch of locally manu…",
        "url": "http://techcrunch.com/2020/07/24/apple-begins-assembling-iphone-11-in-india/",
        "urlToImage": "https://techcrunch.com/wp-content/uploads/2019/09/iphone-11-IMG_1744.jpg?w=533",
        "publishedAt": "2020-07-24T11:08:25Z",
        "content": "Apples contract manufacturing partner Foxconn has started to assemble the current generation of iPhone units — the iPhone 11 lineup — in its plant near southern city of Chennai, a source familiar wit… [+3255 chars]"
    },
    {
        "source": "Lifehacker.com",
        "author": "Joel Kahn",
        "title": "The Best Videos by Abu Zafar, King of Tech Hacks",
        "description": "For the past year and a half, our intrepid video producer Abu Zafar has written, hosted, and edited some wonderful segments for Lifehacker. In order to wish him well on his new endeavors, we assembled some of his best videos for you to enjoy.Read more...",
        "url": "https://lifehacker.com/the-best-videos-by-abu-zafar-king-of-tech-hacks-1844404690",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/jpj6qldecbsz3lovdea8.jpg",
        "publishedAt": "2020-07-17T15:30:00Z",
        "content": "For the past year and a half, our intrepid video producer Abu Zafar has written, hosted, and edited some wonderful segments for Lifehacker. In order to wish him well on his new endeavors, we assemble… [+190 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Elizabeth Yuko",
        "title": "How to Successfully Start a New Job Remotely",
        "description": "It’s hard to think of any professions that haven’t been impacted by the COVID-19 global pandemic. Whether you lost your job, transitioned to working from home or have had to follow new protocols as an essential worker, most people have seen significant change…",
        "url": "https://lifehacker.com/how-to-successfully-start-a-new-job-remotely-1844247623",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/bnqkolryqtgbbgwtpiyt.png",
        "publishedAt": "2020-07-02T17:45:00Z",
        "content": "Its hard to think of any professions that havent been impacted by the COVID-19 global pandemic. Whether you lost your job, transitioned to working from home or have had to follow new protocols as an … [+6728 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "Why Am I Locked Out of My Netflix Account?",
        "description": "Living in quarantine for the past however many months—how long has it been, anyhow?—I can think of few things worse than what happened to one Lifehacker reader recently. No, they didn’t get coronavirus. That would definitely be the worst-case scenario. They d…",
        "url": "https://lifehacker.com/why-am-i-locked-out-of-my-netflix-account-1844560818",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/kaczfluivqznhwjani3y.jpg",
        "publishedAt": "2020-07-31T13:00:00Z",
        "content": "Living in quarantine for the past however many monthshow long has it been, anyhow?I can think of few things worse than what happened to one Lifehackerreader recently. No, they didnt get coronavirus. … [+7252 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Claire Lower on Skillet, shared by Claire Lower to Lifehacker",
        "title": "There's No Such Thing as 'Weird' Meat",
        "description": "About three years ago, I removed a pig’s face from its skull, packed it with herbs, zest, and spices, and sous-vided it for many hours to make a porchetta di testa. This process was recorded and made into a video (my first for Lifehacker), and it made a lot o…",
        "url": "https://skillet.lifehacker.com/theres-no-such-thing-as-weird-meat-1844249803",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/vtv2hi6r73984aif0sxk.png",
        "publishedAt": "2020-07-09T19:00:00Z",
        "content": "About three years ago, I removed a pigs face from its skull, packed it with herbs, zest, and spices, and sous-vided it for many hours to make a porchetta di testa. This process was recorded and made … [+5345 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Imani Bashir",
        "title": "What to Do With Your Stuff If You're Moving Abroad",
        "description": "Last week I asked Lifehacker readers to share their most pressing questions about about moving abroad. More than a few of you wondered: What the heck are you supposed to do with your stuff if you want to move abroad? Read more...",
        "url": "https://lifehacker.com/what-to-do-with-your-stuff-if-youre-moving-abroad-1844222496",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/xa8wzwnqf29qygild4iq.jpg",
        "publishedAt": "2020-06-30T20:45:00Z",
        "content": "Last week I asked Lifehacker readers to share their most pressing questions about about moving abroad. More than a few of you wondered: What the heck are you supposed to do with your stuff if you wan… [+3366 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Emily Long on Vitals, shared by Emily Long to Lifehacker",
        "title": "Get a Custom Playlist with Spotify's 'Soundtrack Your Workout' Tool",
        "description": "Bored with your workout mix? Us too. Especially if you’ve been working out at home—alone—for the duration of the pandemic, it’s unsurprising that you’re tired of listening to the same music, and perfectly understandable if you also feel overwhelmed at the ide…",
        "url": "https://vitals.lifehacker.com/get-a-custom-playlist-with-spotifys-soundtrack-your-wor-1844308487",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/nxj59jffbqv8jlerptlp.jpg",
        "publishedAt": "2020-07-08T20:00:00Z",
        "content": "Bored with your workout mix? Us too. Especially if youve been working out at homealonefor the duration of the pandemic, its unsurprising that youre tired of listening to the same music, and perfectly… [+2418 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Meghan Moravcik Walbert on Offspring, shared by Meghan Moravcik Walbert to Lifehacker",
        "title": "How to Create Your Own Backyard Movie Theater",
        "description": "Chances are, by this point in the Year of the Pandemic, you’ve had a lot of family movie nights. We’ve also had family movie afternoons and family movie Saturday mornings. Perhaps the novelty is wearing thin and what once was a fun weekly treat is now just an…",
        "url": "https://offspring.lifehacker.com/how-to-create-your-own-backyard-movie-theater-1844221285",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/raacxczmgkc4nj7yowju.jpg",
        "publishedAt": "2020-07-31T17:30:00Z",
        "content": "Chances are, by this point in the Year of the Pandemic, youve had a lot of family movie nights. Weve also had family movie afternoons and family movie Saturday mornings. Perhaps the novelty is wearin… [+2995 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "How Do You Move Your Desktop Computer Without Breaking It?",
        "description": "I try not to move if I can avoid it, which is why I’ve stayed in the ultra-expensive Silicon Valley—while working remotely for Lifehacker—instead of living like a king in an affordable, smaller town somewhere. When I do move, I take particular care of my desk…",
        "url": "https://lifehacker.com/how-do-you-move-your-desktop-computer-without-breaking-1844249012",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/xpnuyrp3elhj1naji3lu.jpg",
        "publishedAt": "2020-07-03T13:00:00Z",
        "content": "I try not to move if I can avoid it, which is why Ive stayed in the ultra-expensive Silicon Valleywhile working remotely for Lifehackerinstead of living like a king in an affordable, smaller town som… [+7579 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Meghan Moravcik Walbert on Offspring, shared by Meghan Moravcik Walbert to Lifehacker",
        "title": "Let Your Kids Have ‘Video Sleepovers’ With Their Friends",
        "description": "Kids are missing out on lots of conventional social interactions with their friends right now, but we’re also getting pretty good at figuring out pandemic variations on the classics. “It’s Better Than Nothing” should be everyone’s mantra by now, which is why …",
        "url": "https://offspring.lifehacker.com/let-your-kids-have-video-sleepovers-with-their-friend-1844249067",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/xx3fzors9or5ofc3fgqq.jpg",
        "publishedAt": "2020-07-03T15:30:00Z",
        "content": "Kids are missing out on lots of conventional social interactions with their friends right now, but were also getting pretty good at figuring out pandemic variations on the classics. Its Better Than N… [+1340 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Abu Zafar",
        "title": "Build Your Own Peloton-Style Exercise Bike and Save Money",
        "description": "While biking outdoors is on the lower end of the coronavirus risk spectrum, getting an indoor exercise bike has definitely become a more appealing prospect these past few months. In the video above, I decide to build my own exercise bike rather than spend ove…",
        "url": "https://lifehacker.com/build-your-own-peloton-style-exercise-bike-and-save-mon-1844446863",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/wrvmkb9lzdtwg0m2fjpa.jpg",
        "publishedAt": "2020-07-20T21:15:00Z",
        "content": "While biking outdoors is on the lower end of the coronavirus risk spectrum, getting an indoor exercise bike has definitely become a more appealing prospect these past few months. In the video above, … [+1523 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "How to Fix Your iPhone When an iOS Update Causes Issues",
        "description": "Whether you’ve bit the bullet and installed a brand-new iOS beta on your iPhone or you’re updating to a new public release of iOS, the process usually goes swimmingly. When it doesn’t, however, the anxiety kicks in: How the heck do you fix an iPhone that almo…",
        "url": "https://lifehacker.com/how-to-fix-your-iphone-when-an-ios-update-causes-issues-1844235582",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/ogknlvhvy3drnry74bzj.jpg",
        "publishedAt": "2020-07-02T14:00:00Z",
        "content": "Whether youve bit the bullet and installed a brand-new iOS beta on your iPhone or youre updating to a new public release of iOS, the process usually goes swimmingly. When it doesnt, however, the anxi… [+4241 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Elizabeth Yuko on Vitals, shared by Elizabeth Yuko to Lifehacker",
        "title": "How to Make the Most of a Telehealth Doctor Visit",
        "description": "Though telemedicine has been around for years, it has gone from being a lesser-known healthcare option to a lifeline for many people during the COVID-19 pandemic. Whether you wanted to do a virtual check-in with your doctor to ask about potential COVID sympto…",
        "url": "https://vitals.lifehacker.com/how-to-make-the-most-of-a-telehealth-doctor-visit-1844471352",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/rqinfwyzrbyjfoqajxo1.jpg",
        "publishedAt": "2020-07-23T13:00:00Z",
        "content": "Though telemedicine has been around for years, it has gone from being a lesser-known healthcare option to a lifeline for many people during the COVID-19 pandemic. Whether you wanted to do a virtual c… [+5429 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "Force Websites to Have a Dark Theme in Edge Chromium",
        "description": "You might have a dark system theme; you might have set all of your favorite apps to use a dark theme. Even still, the websites you typically visit might not want to play along, which can be a jarring experience while you’re browsing—akin to someone opening a …",
        "url": "https://lifehacker.com/force-websites-to-have-a-dark-theme-in-edge-chromium-1844420649",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fh0xkwzcewgwiy37qivz.png",
        "publishedAt": "2020-07-20T16:00:00Z",
        "content": "You might have a dark system theme; you might have set all of your favorite apps to use a dark theme. Even still, the websites you typically visit might not want to play along, which can be a jarring… [+2040 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "How to Host a Listening Party on Spotify",
        "description": "Sure, you and your friends might be spending your quarantine going through everyone’s queue on every streaming service that exists. And that’s all well and good, but what if you’re not in the mood for movie night? What if you just want to rock out with your b…",
        "url": "https://lifehacker.com/how-to-host-a-listening-party-on-spotify-1844558727",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/kjocgmhj1z4btxsurugo.jpg",
        "publishedAt": "2020-07-30T19:00:00Z",
        "content": "Sure, you and your friends might be spending your quarantine going through everyones queue on every streaming service that exists. And thats all well and good, but what if youre not in the mood for m… [+2357 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "How to Automatically Silence Slack Notifications Outside of Work Hours",
        "description": "My post-work hours are precious, and there’s little I find more annoying than hearing Slack’s all-too-familiar knocking interrupt my afternoon nap. (I’m not sixty years old; I just wake up super early for work.)Read more...",
        "url": "https://lifehacker.com/how-to-automatically-silence-slack-notifications-outsid-1844337847",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/dtlnnzsrdjdmheor7lgw.jpg",
        "publishedAt": "2020-07-13T14:00:00Z",
        "content": "My post-work hours are precious, and theres little I find more annoying than hearing Slacks all-too-familiar knocking interrupt my afternoon nap. (Im not sixty years old; I just wake up super early f… [+1813 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Micaela Heck",
        "title": "How to Use Breathing to Improve Your Health, With Journalist James Nestor",
        "description": "This week we’re learning how to breathe better—and about how doing so can vastly improve our overall health—with help from journalist James Nestor. James is the author of the new book Breath: The New Science of a Lost Art, which covers the extensive research …",
        "url": "https://lifehacker.com/how-to-use-breathing-to-improve-your-health-with-journ-1844518589",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/s9qrpxk3jwkorbvyrqll.jpg",
        "publishedAt": "2020-07-27T18:00:00Z",
        "content": "This week were learning how to breathe betterand about how doing so can vastly improve our overall healthwith help from journalist James Nestor. James is the author of the new book Breath: The New Sc… [+3007 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Elizabeth Yuko",
        "title": "Should You Get an IUD Now Before Everything Shuts Down Again?",
        "description": "With all the focus on COVID-19 this year so far, it’s been easy to overlook routine healthcare. For people who have a uterus but aren’t interested in getting pregnant, this includes obtaining their preferred method of birth control. Those on the Pill may be a…",
        "url": "https://lifehacker.com/should-you-get-an-iud-now-before-everything-shuts-down-1844412323",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/a5hmkgoma44rnle9lhwx.jpg",
        "publishedAt": "2020-07-17T13:30:00Z",
        "content": "With all the focus on COVID-19 this year so far, its been easy to overlook routine healthcare. For people who have a uterus but arent interested in getting pregnant, this includes obtaining their pre… [+2672 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Joel Cunningham on Skillet, shared by Joel Cunningham to Lifehacker",
        "title": "Give Ice Cream a Caffeinated Kick With Coffee Grounds",
        "description": "In the pivotal second season finale of the early aughts TV series Alias, Jennifer Garner’s super spy Sidney Bristow figures out her roommate Francie has been replaced by an evil doppelgänger when Francie chows down on a pint of coffee ice cream, because “Fran…",
        "url": "https://skillet.lifehacker.com/give-ice-cream-a-caffeinated-kick-with-coffee-grounds-1844232307",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/fnxgx6bb5troybsi97nf.jpg",
        "publishedAt": "2020-07-01T15:30:00Z",
        "content": "In the pivotal second season finale of the early aughts TV series Alias, Jennifer Garners super spy Sidney Bristow figures out her roommate Francie has been replaced by an evil doppelgänger when Fran… [+2898 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "David Murphy",
        "title": "How to Use a Modern Mouse on an Ancient PC, or Vice Versa",
        "description": "Maybe you’ve been bitten by the tech bug and have become a Commodore collector. Or you were cleaning out a loved one’s house and found some ancient, heavy, boxy PC. Or you have your own super-old system that you’d like to tinker with. Whatever the case, there…",
        "url": "https://lifehacker.com/how-to-use-a-modern-mouse-on-an-ancient-pc-or-vice-ver-1844377859",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/iaxq3c5reze8k6udaoxr.jpg",
        "publishedAt": "2020-07-14T19:00:00Z",
        "content": "Maybe youve been bitten by the tech bug and have become a Commodore collector. Or you were cleaning out a loved ones house and found some ancient, heavy, boxy PC. Or you have your own super-old syste… [+2594 chars]"
    }, {
        "source": "Lifehacker.com",
        "author": "Elizabeth Yuko",
        "title": "How to Watch NASA's Mars Rover Launch Live",
        "description": "Given how well things have been going on Earth lately, sending a robotic vehicle into space to scope out Mars is an even more intriguing idea than usual. And as of this afternoon, it looks like tomorrow’s launch of NASA’s Mars 2020 Perseverance rover is one o…",
        "url": "https://lifehacker.com/how-to-watch-nasas-mars-rover-launch-live-1844548465",
        "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/opytkwryg3ponsph9dni.jpg",
        "publishedAt": "2020-07-29T20:45:00Z",
        "content": "Given how well things have been going on Earth lately, sending a robotic vehicle into space to scope out Mars is an even more intriguing idea than usual. And as of this afternoon, it looks like tomor… [+2552 chars]"
    }
]
